{
  "-MWQEqiZyGSQEHgUR4Fb": {
    "batchNo": 1,
    "prolificId": "5ff6e322bce45b2aef7be90b",
    "question1": "The changing of the United States Constitution to give counties the ability to create permanent housing.",
    "question10": "That Baseball is confronting with a large number of doping players in its history.",
    "question2": "The discussion between the Soviet Union and the United Kingdom of disarmament of conventional weapons ",
    "question3": "It refers to the agreement that English is the most used language when it comes to commerce, government and everyday life.",
    "question4": "The issue of whether the Federal government should take over control of the state welfare systems in place currently",
    "question5": "The fact that men are moving away from typical formal wear like tuxedos and opting for a wider range of formal fashion is creating a lot of fashion mistakes",
    "question6": "That the American officials mistook a Bosnian held corridor for a Serbian one",
    "question7": "It refers to the accounts receivables that Sears entrusted for certificates",
    "question8": "The fact that Andre Malraux was best known for having a cigarette in his mouth.",
    "question9": "That fact that a piece of classical music is slower than another.",
    "rating1": 2,
    "rating10": 2,
    "rating2": 4,
    "rating3": 1,
    "rating4": 4,
    "rating5": 3,
    "rating6": 2,
    "rating7": 5,
    "rating8": 1,
    "rating9": 4,
    "sessionId": "6058e045fd5b4c54f5f07ce9",
    "studyId": "604ccbf8e6f27462aea2152f"
  },
  "-MWQJWdOcNGYiw5frNQG": {
    "batchNo": 1,
    "comment1": "I found that article very challenging to get my head around, especially as politics is not a subject of great interest to me. ",
    "comment2": "I found this article easier to get my head around than the last one for sure ",
    "comment3": "A lot easier to read and understand. It made a lot more sense and was simpler to read.",
    "comment4": "The title of the article made this one easier to understand ",
    "comment5": "the title was a little confusing, which makes you want to read the article to see what it is about",
    "comment6": "i had to read most of the article to pick out the issue",
    "comment7": "I didnt really understand what the article was trying to put across and i didnt understand the issue",
    "comment8": "a little easier to establish ",
    "comment9": "I think the title is a little misleading. I found it hard to make out what the article was about from reading the title.",
    "prolificId": "5e836a1b22884f0956a9a5a7",
    "question1": "Mr Brodsky is criticizing Mr O'Rourke for not dealing with the homeless correctly. He says that Mr O'Rourke basically just wants to build extra houses rather than amend the existing ones. ",
    "question10": "im really unsure about this one - i think its about congratulating bonds - the relationship between the two people",
    "question2": "the destruction of conventional military equipment",
    "question3": "the fact is referring to making English the official language of America.",
    "question4": "it refers to welfare benefits/programs of mothers ",
    "question5": "It refers to the way people are dressing now - people are now more likely to buy a blazer to pair with jeans rather than a full suit.",
    "question6": "the Bosnian government who are Muslim lead starting a war",
    "question7": "a huge retailer passed certificates aimed at investors ",
    "question8": "war breaking out in france ",
    "question9": "the fact is that music makes collecting difficult",
    "rating1": 5,
    "rating10": 5,
    "rating2": 3,
    "rating3": 2,
    "rating4": 2,
    "rating5": 2,
    "rating6": 2,
    "rating7": 5,
    "rating8": 2,
    "rating9": 5,
    "sessionId": "6058e16a800896b300d73389",
    "studyId": "604ccbf8e6f27462aea2152f"
  },
  "-MWQJsPyNoQYRUxkxsin": {
    "batchNo": 1,
    "comment1": "They mentioned a lot of issues, which makes it hard to pinpoint the main issue. But the fact that they refer a lot to how people are homeless, gives a sense that that's the main issue.",
    "prolificId": "5f97f80e8279d602b5dfd6b1",
    "question1": "\"Aside from New York city, Westchester has the largest population of homeless people in the state.\"",
    "question10": "\"Baseball's greatest problem is its hypocrisy -- its failure to face up to its complicity in creating a rampant drug culture and its attempt now to sweep that era under the rug.\"",
    "question2": "The issue regarding President Mikail S. Gorbachev and Prime Minister John Major on their countries differences over the proposed treaty for the reduction of conventional arms",
    "question3": "English is the main language of commerce, government and everyday life in the United states.",
    "question4": "\"But he said he saw no basis for Mr. Moynihan's faith that Federal welfare programs would work if they were simply revised around the edges.\"",
    "question5": "\"With a wider range of options, the margin for error 8increases exponentially\"",
    "question6": "The issue of an objection from a Muslim-led Bosnian Government to the accord that the American officials believed they had just reached on the width of strategic Serbian-held corridor in northern Bosnia.",
    "question7": "The pricing of a $250 million issue of pass-through certificates that are being aimed at retail investors rather than the institutional buyers who normally dominate the asset-backed market.",
    "question8": "\"He had a gift for such epigrams, and for much else, but he seldom uttered them without a cigarette in his mouth\"",
    "question9": "\"If you own eight recordings of the Bartok Fourth Quartet and a watch, you will soon find out that the third movement of Recording No. 4 is 35 seconds slower than that of Recording No. 7.",
    "rating1": 5,
    "rating10": 3,
    "rating2": 5,
    "rating3": 1,
    "rating4": 2,
    "rating5": 1,
    "rating6": 2,
    "rating7": 3,
    "rating8": 3,
    "rating9": 3,
    "sessionId": "6058ddef2b0840c3167db0ba",
    "studyId": "604ccbf8e6f27462aea2152f"
  },
  "-MWQNV695hoD6y22DTM4": {
    "batchNo": 1,
    "comment1": "too many details in short paragraph.for an example lot of date of years and numbers.",
    "comment10": "this is also too long but intressting",
    "comment2": "this can understand than first page.already reduced the lot of details.",
    "comment3": "there is no hard vocabulary.anybody who has normal knowledge of English can understand this one.",
    "comment4": "too many names.its hard to concentrate about one person",
    "comment5": "lot of sayings are here.and we have to read again who said what and what.had to read 10 times.",
    "comment6": "no hard vocabulary and easy to understand \nhighlight part was also in second paragraph",
    "comment7": "not clear details.",
    "comment8": "very simple all the details were can easily understand.",
    "comment9": "can understand every details.but too long.and fact was in down.had to read carefully",
    "prolificId": "6049f98803be1ace856fd63a",
    "question1": "about abortion ",
    "question10": "Baseball caused its drug problems, is dealing with this issue and has moved on.",
    "question2": "the reduction of conventional arms",
    "question3": "make English the official language of the United States.",
    "question4": "that Federal welfare programs would work if they were simply revised around the edges.\n",
    "question5": "mixing a formal shirt with a leather jacket, or a velvet Chesterfield with jeans\nkind of men#s fashion\n",
    "question6": "in the words of one person who was present, \"there was an eruption and peace went out the window.\"",
    "question7": "he nation's largest retailer, yesterday priced a $250 million issue of pass-through certificates that are being aimed at retail investors rather than the institutional buyers who normally dominate the asset-backed market.\n\nThe offering is being done through an underwriting group led by Dean Witter Reynolds Inc., a Sears unit.\n",
    "question8": "French law forbids smoking ''in places destined for collective use.''",
    "question9": "collectors, something its author is not.",
    "rating1": 5,
    "rating10": 3,
    "rating2": 4,
    "rating3": 3,
    "rating4": 4,
    "rating5": 4,
    "rating6": 2,
    "rating7": 3,
    "rating8": 1,
    "rating9": 4,
    "sessionId": "6058e11b72af0d7401355509",
    "studyId": "604ccbf8e6f27462aea2152f"
  },
  "-MWQgC5FmEoayBIf5lVY": {
    "batchNo": 1,
    "comment10": "nione",
    "comment2": "none",
    "comment3": "none",
    "comment4": "no",
    "comment5": "no",
    "comment6": "no",
    "comment7": "no",
    "prolificId": "5d1c1d0b3c401300176be3df",
    "question1": "Abortion rights",
    "question10": "The drug issue in baseball",
    "question2": "A treaty between the UK and the USSR regarding the reduction of conventional arms",
    "question3": "That English is the most spoken language in the USA",
    "question4": "State controls over welfare programs - if passed, states could essentially distribute welfare as they saw fit",
    "question5": "The fact refers to the increased margin of error because of the wider range of options for mens fashion",
    "question6": "The issue refer to the ownership of a corridor in northern Bosnia that is occupied by Serbia ",
    "question7": "The issue of the current certificate",
    "question8": "The fact refers to the quote by Andre Malraux about, who usually uttered quotes whilst smoking",
    "question9": "That the third movement of Recording No. 4 of the Bartok Fourth Quartet is 35 seconds slower than the third movement of Recording No. 7",
    "rating1": 2,
    "rating10": 1,
    "rating2": 1,
    "rating3": 1,
    "rating4": 2,
    "rating5": 3,
    "rating6": 1,
    "rating7": 4,
    "rating8": 1,
    "rating9": 1,
    "sessionId": "6058fe541b1bac9b8ed08c65",
    "studyId": "604ccbf8e6f27462aea2152f"
  },
  "-MWp-D9WFuJR7DU6Hx1t": {
    "batchNo": 2,
    "prolificId": "6057da676f555c26197a3007",
    "question1": "A signature issued by an auto pen is devoid from the occasion and the emotions that lay behind the creation of that individual signature. ",
    "question10": "The deregulation of the electric utility industry leading to growing emissions of carbon dioxide from power plants that burn coal and other dirty fuels.",
    "question2": "Karl Lagerfeld was the first to bring irreverence to contemporary couture fashion by finding inspiration in the military and in 17th and 18th century history for Chanel pieces.",
    "question3": "Limiting the deductibility of various innovative financial practices.",
    "question4": "The withdrawal of the 115,000 soviet troops in Afghanistan.",
    "question5": "The experiences of people related to their belief of life after death.",
    "question6": "The Holocaust, the murder of over six million Jews during World War II.",
    "question7": "Because of generations of laboratory breeding, mice are starting to be born with a defect : blindness. ",
    "question8": "During last year's playoff series, the Knicks won five out of six times, each time when Patrick Ewing couldn't play.",
    "question9": "A woman is expected to assume her husband's name when they marry.",
    "rating1": 3,
    "rating10": 2,
    "rating2": 2,
    "rating3": 5,
    "rating4": 4,
    "rating5": 1,
    "rating6": 2,
    "rating7": 3,
    "rating8": 2,
    "rating9": 1,
    "sessionId": "605f72fd7e40350845a14605",
    "studyId": "605cdd2c98d6d1a4f9096601"
  },
  "-MWp12vINEytPcRmeNcL": {
    "batchNo": 2,
    "prolificId": "5ba7a90d168e5e0001e47228",
    "question1": "Using an auto pen to recreate someone's signature. Many political figures used an auto pen to make writing their signature quicker, but many people do not like that believing that the auto pen isn't genuine enough to the real person's signature.",
    "question10": "\"The Administration also wants to make sure that the deregulation of the electric utility industry does not lead to growing emissions of carbon dioxide from power plants that burn coal and other dirty fuels.\"",
    "question2": "\"Taken together, these designs remind us that Lagerfeld was the first to bring irreverence to contemporary couture fashion.\"",
    "question3": "\"In corporate reorganizations, the Administration proposes several rules intended to prevent shareholders of target companies from deferring gains for tax purposes if they no longer maintain a continuing interest in the surviving company.\"",
    "question4": "\"The agreements provide that once the terms of a Soviet withdrawal are accepted by the United States, two things happen simultaneously 60 days after the agreements are signed: The Soviet withdrawal begins, and American aid to the rebels ends.\"",
    "question5": "\" Toward the end of his life, William James said he had come to believe in life after death because it was intolerable that he should never see his family and friends again. Wish fulfillment? Because we wish something to be true, it does not follow that it is not true.\"",
    "question6": "\"In the theater, an attempt to understand an event as enormous as the murder of more than six million people can best be made through the experience of one character.\"",
    "question7": "\"Even ordinary strains of laboratory mice have a curious and little known defect, arising from generations of laboratory breeding. Imagine the breeder reaching into the cage to grab a few prospective parents. The tails he catches will of course belong to the least visually acute members of the population. Cycle after cycle, this unconscious selection has had an inevitable effect: many strains of laboratory mouse are blind.\"",
    "question8": "\"The franchise that had self-destructed in fights and suspensions in the past is now showing the resourcefulness that New York fans used to expect. One glaring statistic from the Indiana playoff series of last year and this is that the Knicks have now won five and lost one when Ewing could not play at all.\"",
    "question9": "\"Custom and ritual decree that women assume the husband's name when they marry...\"",
    "rating1": 3,
    "rating10": 1,
    "rating2": 2,
    "rating3": 2,
    "rating4": 2,
    "rating5": 4,
    "rating6": 3,
    "rating7": 2,
    "rating8": 2,
    "rating9": 2,
    "sessionId": "605f767f1610d3c2f2aac339",
    "studyId": "605cdd2c98d6d1a4f9096601"
  },
  "-MWp18uWOGIidgOIbT4s": {
    "batchNo": 2,
    "prolificId": "5c0239caecc5660001424ed6",
    "question1": "that an auto pen does not distinguish between individual signatures.",
    "question10": "the issue of growing emissions from compaines.",
    "question2": " that Karl Lagerfeld was the first person to bring irreverence into the fashion industry. ",
    "question3": "the issue of the deductibility of various innovative financial practices.",
    "question4": "that once the terms of a Soviet withdrawal are accepted by the United State two things will happen-withdrawal from Afghanistan beginning, and American aid to the rebels ending.",
    "question5": "the fact that educated and emotionally mature people have also had these experiences does not automatically confirm it.",
    "question6": "The Holocaust.",
    "question7": "that many strains of laboratory mouse are blind.",
    "question8": "That the Knicks won five and lost one when Patrick Ewing could not play.",
    "question9": "the issue that women assume the husband's name when they get married.",
    "rating1": 2,
    "rating10": 3,
    "rating2": 4,
    "rating3": 3,
    "rating4": 2,
    "rating5": 4,
    "rating6": 2,
    "rating7": 2,
    "rating8": 4,
    "rating9": 2,
    "sessionId": "605f73f8d251de3d9248f187",
    "studyId": "605cdd2c98d6d1a4f9096601"
  },
  "-MWp1a3JbqfYtZ_71J8N": {
    "batchNo": 2,
    "comment3": "Didnt really understand this one :(",
    "comment7": "I've learned about this before, so its quite easy for me to understand! :)",
    "comment8": "I'm not really into sports, but this was pretty easy to get even for me! :)",
    "prolificId": "5f5101455eceb72b2e47ef13",
    "question1": "This fact refers to the use of 'auto pens' to write signatures automatically without the person who's signature it is to physically sign the letter.",
    "question10": "Pollution permit credits and research budgets for how to lessen pollution by big companies and any incentives for reducing the emissions companies produce each year",
    "question2": "This fact refers to Karl Lagerfeld being a pioneer in bringing inspiration from 17th century dresses to modern day fashion of Chanel suits. ",
    "question3": "Proposed financial amendments for big business in terms of tax deductions and debt write offs, but some harsh proposals could mean danger for some companies.",
    "question4": "That American aid to rebels will end once Soviet soliders withdraw from Afghanistan ",
    "question5": "Experiences of death and the belief about what happens after we die",
    "question6": "The holocaust, and the issue of how important it is to talk about Jewish people and their experiences of this time in the most respectful way",
    "question7": "That the constant breeding of lab mice is leading to all sorts of defects within genes and can lead to weight gain and blindness, and researchers won't realise that the mice are blind and recieve results that are incorrect.",
    "question8": "That the Knicks have won five games when a certain player couldnt play. ",
    "question9": "Women taking their husbands second name when they get married, rather than keeping their original name. ",
    "rating1": 2,
    "rating10": 1,
    "rating2": 2,
    "rating3": 5,
    "rating4": 3,
    "rating5": 2,
    "rating6": 2,
    "rating7": 1,
    "rating8": 2,
    "rating9": 1,
    "sessionId": "605f762e7dce61aa5e5e7f36",
    "studyId": "605cdd2c98d6d1a4f9096601"
  },
  "-MWpAHmKk7Gp1bMSjwcp": {
    "batchNo": 2,
    "comment1": "Its interesting how all politicians seem to have no clue how the signatures got on the papers . like how can one be so careless with ones signatory.",
    "comment2": "Its interesting to watch the change in fashion.",
    "comment3": "Both parties do make sense.",
    "comment5": "have a leap of faith.",
    "comment6": "We all create a world  where we are actually just happy in as long as no one comes knocking on the. Its called our comfort zone.",
    "comment9": "allow  women to keep there own name if they want to and respect that.",
    "prolificId": "5ff5f526c3321d0eb70285df",
    "question1": "It referers to how the value of signatures weigh. From Peter j Segal stances he shows that a hand signature is worth more than an auto or robot signature from the president John f Kenedy himself. As the other is valued at 40,000 dollars and the other a mere 35 dollars. Its also highlight how we need to be with signature for they have the power and we will be held accountable for it. Whether we signed knowingly and anknowingly. Its our name on that piece of paper.",
    "question10": "This is an issue about Mr Clinton and his administration office.\nThe United States is under pressure to explain its approach this week, as negotiations resume in Bonn on a treaty to reduce the world's emissions of pollutants that are building up in the atmosphere and threatening to disrupt the planet's climate during the coming century.\n\nCarbon dioxide, the main heat-trapping gas, comes primarily from the burning of fossil fuels. With the economy booming and energy cheap, United States emissions have been accelerating.\n\nSo now they are trying to take precautional measurres by reducing emissions quickly would get credits, so that those moving fastest would benefit the most when, as the Administration envisions, the Government issues pollution permits that companies can buy and sell. This trading of pollution permits is the Administration's favored approach for letting the marketplace choose how to reduce emissions.",
    "question2": "This fact is showing how the fashion industry has evolved. From ruffles and LA curious fabrics to presenting Black on the run way. After 5 Years or orange around the shoulders, hips and the hemline to round capes. Showing soft coats into arched yokes. Having cashmere in colors like yellow it just show progress in the fashion industry.",
    "question3": "This is an issues of taxes,equity ,bonds and loans between companies and the United states government. From my understanding, Madam Hilary Bill Clinton proposed a deduction of various financial practices.They are intended to curb corporate subsidies and to close loopholes involving activities ranging from the issuance of 100-year bonds, to farming, to manufacturing pharmaceuticals in Puerto Rico. \nSome are in agreement with the proposal but others are not in agreement for other loans don't get paid anyway In the duration of 40 years. So they would rather pay back anyways whether its in stock because at the end of the day the agreement was that they payback whether there company works on or not.",
    "question4": "reluctant to state this fact publicly. Mr. Shultz introduced some ambiguity last week into the timing of the cutoff by saying, ''As withdrawal proceeds and as it takes place - we hope in a peaceful atmosphere - then you don't have the need for that continued support, and it would cease.''  This means the united states will have to wait and see,whether the withdraw is real before they can think of cutting off military aid to the rebels. \nBut from the looks of it the Russian wouldn't agree to such arrangement. Therefore Armed resistance continues throughout the country. January 1980 - President Carter announces sanctions including an embargo on grain sales to the Soviet Union. In July, the United States and almost 60 other nations boycott the Olympics in Moscow. April 1981 - President Reagan lifts the grain embargo.",
    "question5": "This fact means its true that Rosen readily dismisses the death-related research that has been done in the last 10 years. Certainly, these experiences are widespread in our society, even among the educated and the emotionally mature.  But it does not dimiss the fact the study is worth the attention.\n; Elisabeth Kubler-Ross does make death too easy for us. The evidence is inconclusive that there is enough goodness and love in the cosmos to spare reflective creatures like ourselves from permanent annihilation.  But even though we must still have a leap of faith and it doesn't have to be religious. We can Only hope that what we wish for will come true",
    "question6": "This issue is telling a story of a man who is trapped in his own mind. He believes that there is still war out there. He is afraid that he will be taken and be killed.\nMr. Sanzel seems like a mouse living in the wall of a big frightening house.\n\nHe putters around the room, adjusting his puppets, talking to them, eating his bread and jam and generally being sweet and inoffensive, if perhaps a trifle odd. It is when his German landlady knocks on his door that terror crosses his face for a split second, and one begins to see the depth of this character's fear.  He is at peace as long as no one comes knocking at the door.\n\nHe is haunted my nightmares destruction and death. But he is also kind and gentle and loves to live in the world he creates with his puppets. \nI do applaued the Landlady for trying to get him out to the real world and going the extra mile to getting people to convince him that the war is over.",
    "question7": "Its a fact that Even ordinary strains of laboratory mice have a curious and little known defect, arising from generations of laboratory breeding. Imagine the breeder reaching into the cage to grab a few prospective parents. The tails he catches will of course belong to the least visually acute members of the population. Cycle after cycle, this unconscious selection has had an inevitable effect: many strains of laboratory mouse are blind. \n. The instructions to develop and operate a human require three billion chemical letters of DNA, the genetic material. But mice, too, have three billion letters of DNA in each of their cells, as if their design plan were every bit as sophisticated. For every 100 human genes, 97 or more have counterparts in the mouse, and these mouse genes, in the language of DNA, are spelled very similarly to the human genes. Indeed, the common ancestor of mice and humans lived only 75 million years ago.\nIts also a fact that",
    "question8": "The fact was The franchise that had self-destructed in fights and suspensions in the past is now showing the resourcefulness that New York fans used to expect. One glaring statistic from the Indiana playoff series of last year and this is that the Knicks have now won five and lost one when Ewing could not play at all.  \nAnd from the looks of it Late in the game, the fans applauded the Knicks. These were not the artificial cheers spurred on by the witless sounds from the public-address system, but rather the warm and impromptu sounds of fans who had gotten more out of this cool, sweet Memorial Day weekend than they ever could have imagined.",
    "question9": "This is an issue about a woman who is divorced and she wants to start a new life. But there is an identity crisis situation here. \n\"Men go through life with one name. Why can't women?\" See she is trying to keep her maiden name but the school keeps confusing her with her previous name when she was married. \nShe wants to remain a Kennedy and have her own sense of indiviality but the bank ,the insurance ,her mother the school will use her previous name Soran or her Current name wedge.   Why can't women just have there own name without have to show there wedding certificate to validate them.",
    "rating1": 4,
    "rating10": 4,
    "rating2": 5,
    "rating3": 5,
    "rating4": 5,
    "rating5": 2,
    "rating6": 3,
    "rating7": 4,
    "rating8": 5,
    "rating9": 2,
    "sessionId": "605f74ab469b150cf413d56b",
    "studyId": "605cdd2c98d6d1a4f9096601"
  },
  "-MWsji8cS5t33ggdC4j7": {
    "batchNo": 3,
    "prolificId": "6017b91c11f947a22f2f51d3",
    "question1": "Many on campus were surprised to discover that Witten, the enfant terrible of physics, was a history major as an undergraduate.",
    "question10": "And Secretary of State James A. Baker 3d indicated that the United States was preparing to relax its opposition to increasing economic aid to Moscow.",
    "question2": "The F.A.S.B. will also be drawn into the debate over international accounting standards and how American rules, which are generally seen as among the strictest in the world, fit into them.",
    "question3": "When deer herds are hungry, they will eat just about anything.",
    "question4": "Living expenses are much lower in rural India than in New York",
    "question5": "The Clinton Administration's failure to come to a compromise on the signing of the land mines treaty.",
    "question6": "That certain plants with gentle fragrances actually do have fragrances.",
    "question7": "Whether or not the court adopts a theory that is already approved by seven Federal circuits.",
    "question8": "The eBay case.",
    "question9": "''Party of Five'' will go on on a six-week hiatus after tonight's episode, enough time for the title sequences to be changed to ''Party of Four.''",
    "rating1": 1,
    "rating10": 1,
    "rating2": 3,
    "rating3": 2,
    "rating4": 2,
    "rating5": 3,
    "rating6": 4,
    "rating7": 2,
    "rating8": 5,
    "rating9": 1,
    "sessionId": "6060701da3fb80f1bf6c1036",
    "studyId": "6060697916fb651aa53a05cb"
  },
  "-MWsl9q_VkqzSdeXB0eQ": {
    "batchNo": 3,
    "prolificId": "5e77e5cd23ab77079e09851a",
    "question1": "The fact that Edward Witten despite being skilled in physics was a history major ",
    "question10": "This issue refers to George Busy giving the baltic states their independence in the midst of the collapse of the Soviet Union",
    "question2": "The issue is how the F.A.S.B needs to tackle how to account for derivatives",
    "question3": "This fact refers to animals reacting with humans particularly in that instance the deer problem in the winter",
    "question4": "This fact refers to the difference in standards of living between different areas and how to establish a baseline is unfair as prices differ",
    "question5": "This issue relates to the Clinton Administration trying to get countries to change their stance on a land mine treaty",
    "question6": "This fact refers to plants in particular having gentle fragrances because that is not their most flauntable asset",
    "question7": "This issue discusses the need for companies and corporations to tell the public about their private dealings and how it needs to be regulated",
    "question8": "This issue refers to MercExchange creation of the \"Buy it Now\" feature which eBay used but because of their failure to get a patent they weren't able to get an injunction but a 25 million dollar payout",
    "question9": "The fact refers to how shows use important big life events in order to garner ratings such as using Charlie Salinger's Hodgkins disease",
    "rating1": 2,
    "rating10": 4,
    "rating2": 3,
    "rating3": 4,
    "rating4": 3,
    "rating5": 3,
    "rating6": 4,
    "rating7": 5,
    "rating8": 3,
    "rating9": 5,
    "sessionId": "60606ded1085a436916645e8",
    "studyId": "6060697916fb651aa53a05cb"
  },
  "-MWsmpH0ujU2-wcFbJ5b": {
    "batchNo": 3,
    "comment1": "No.",
    "comment10": "No",
    "comment2": "The longer the text the more difficult it is to put the statement together for question 4",
    "comment3": "This was a more interesting article than the last and was more enjoyable ",
    "comment4": "No",
    "comment5": "No",
    "comment6": "No",
    "comment7": "No",
    "comment8": "No",
    "comment9": "No",
    "prolificId": "5fea380c6d65c5a2c35295c7",
    "question1": "Its refers to Mr Wittens undergrad degree for which he was a history major. This is in contrast with Science and Technology.",
    "question10": "Baltic states being granted independence and Bush naming US ambassadors in these counties ",
    "question2": "The international banking standards; improving and maintaining transparency. Financial reporting and working American standards and international standards together.",
    "question3": "The issues associated with deer damaging gardens and plants when they are hungry",
    "question4": "This refers to the cost of living in India vs New York and the currency conversion not being accurate due to the way of living in these countries",
    "question5": "Talks on the use of banning land mines in other countries (OUS) President Clinton is making calls to world leaders seeking support for the United States position on this topic",
    "question6": "The smell of the Siberian iris",
    "question7": "Disclosures in relation to mergers and acquisitions ",
    "question8": "A dispute between two groups; After failing to reach agreement with eBay on a license fee, MercExchange filed suit in 2001. It won damages of $25 million but wanted an injunction as well",
    "question9": "''Party of Five'' will go on on a six-week hiatus after tonight's episode, enough time for the title sequences to be changed to ''Party of Four.' This is due to one of the casts medical diagnosis and the possibility of him not returning to the show as a result.",
    "rating1": 1,
    "rating10": 1,
    "rating2": 4,
    "rating3": 2,
    "rating4": 1,
    "rating5": 1,
    "rating6": 1,
    "rating7": 1,
    "rating8": 3,
    "rating9": 1,
    "sessionId": "60606e85fafddf9a2128dd24",
    "studyId": "6060697916fb651aa53a05cb"
  },
  "-MWsoW4aLc61sOVARrr0": {
    "batchNo": 3,
    "prolificId": "6037919c2b5de32d6ebaee90",
    "question1": "The fact that Witten was a history major rather than one of a science and technology background. ",
    "question10": "The issue of the US preparing to relax its opposition to increasing financial aid to Moscow. ",
    "question2": "The issue of how to account for derivatives, in which the board believe that stock options should be treated as expenses. ",
    "question3": "That deer herds will eat almost anything when hungry causing a lot of damage. ",
    "question4": "That living expenses are different in different locations, and therefore currency exchange rates are inappropriate when dealing with international poverty lines. ",
    "question5": "The issue of reaching a compromise on a land mines treaty in which the Clinton Administration would like the ability to deploy anti-personnel mines with anti-tank mines, allowed a country to withdraw from said treaty during war and postpone the effects of the ban for nine years. ",
    "question6": "That many plants have a gentle fragrance. ",
    "question7": "The issue of what a corporation can, and should, tell the public about mergers and acquisitions. ",
    "question8": "The issue of an injunction in regards to infringement in patent cases. ",
    "question9": "The fact that the title change could happen in the six-week hiatus. ",
    "rating1": 2,
    "rating10": 4,
    "rating2": 4,
    "rating3": 2,
    "rating4": 3,
    "rating5": 5,
    "rating6": 3,
    "rating7": 4,
    "rating8": 5,
    "rating9": 3,
    "sessionId": "60606fb71c9a5ddf57a09d15",
    "studyId": "6060697916fb651aa53a05cb"
  },
  "-MWtkbH_v6o_f_qD-nVe": {
    "batchNo": 3,
    "comment2": "Reading the whole article is not nessesary to identify the target issue",
    "comment7": "technical and complex subject matter",
    "prolificId": "5e8c7d46ee67fb000923198c",
    "question1": "that Edward Witten was a history major as an undergrad",
    "question10": "the indication that the US was preparing to relax its opposition to increasing economic aid to moscow",
    "question2": "that stock options should be treated like expenses, the businiess community made the FASB back down from their position. ",
    "question3": "Deers will eat just about anything, especially when the does are pregnant. This is bad for land owners that want to keep dear off their property, to prevent the damage that is the deer eating the land owners plants.",
    "question4": "Living expenses are much lower in rural india than in new york.",
    "question5": "the use of anti-personnel land mines, some anonymous countries think they might be okay to use ",
    "question6": "that many plants have a fragrance that often goes undetected. ",
    "question7": "the lawsuit",
    "question8": "the historical precedent for a legal decision",
    "question9": "the tv show: party of five, will be off air for 6 weeks",
    "rating1": 1,
    "rating10": 4,
    "rating2": 2,
    "rating3": 3,
    "rating4": 1,
    "rating5": 1,
    "rating6": 3,
    "rating7": 5,
    "rating8": 5,
    "rating9": 1,
    "sessionId": "6060af5b45f925d9f7afc327",
    "studyId": "6060697916fb651aa53a05cb"
  },
  "-MWxXPZkzPGP1AKGa8Qj": {
    "batchNo": 4,
    "prolificId": "6045f049fa48c1731dd63f29",
    "question1": "Plants that arent being eaten by deer as their scent is too strong",
    "question10": "The Social democrats under Mr. Carlsson attracted higher numbers of older voters to his rallies but didn't have a lot of young voters there showing their support",
    "question2": "The refusal of the US to hold talks over the proposed reduction in nuclear weapons by the West German government",
    "question3": "That Republican's need to appear to be interested in helping with the price of prescription drugs in order to avoid being labelled 'do nothing'",
    "question4": "In a group of friends, only the white members of this group were allowed to swim in a local pool but the black friends with them couldn't",
    "question5": "\"Strains of lab mice vary radically in outcomes to low-dose ethanol exposure\"",
    "question6": "Instances in US law enforcement where individuals have been killed not for committing a crime, but simply standing on the street.",
    "question7": "Whether two men from Northern Ireland were involved in a secret Protestant terrorist organisation",
    "question8": "The choosing of an administrator of the Panama Canal that has to be confirmed by the Bush administration",
    "question9": "That rugby is an upper class sport that is played by high ranking members of society",
    "rating1": 2,
    "rating10": 2,
    "rating2": 4,
    "rating3": 4,
    "rating4": 2,
    "rating5": 3,
    "rating6": 3,
    "rating7": 5,
    "rating8": 4,
    "rating9": 3,
    "sessionId": "6061a6dc601d086cc098dda7",
    "studyId": "6061a3d391d6758144fc77da"
  },
  "-MWxf4vQHslIU1yEOrNK": {
    "batchNo": 4,
    "comment1": "I am not sure if they are literally scared off or if they just leave it alone; either way the deer don't eat plants with milky stems so that's all that matters.",
    "comment7": "Had to re-read it in order to get the gist of things.",
    "comment8": "A lot of back and forth in the article made it really hard to gauge which issue the writer is referring to. ",
    "prolificId": "6061711f6ef8e3b652861dbf",
    "question1": "Plants with milky stems will not be eaten by deer.",
    "question10": "That the voters for Mr. Carlsson are abundantly older folk.",
    "question2": "For the U.S to begin negotiating with Moscow on reducing the number of  (short-range) nuclear weapons. This negotiation was encouraged by West Germany.",
    "question3": "Issue: Legislation that makes prescription drugs more affordable to elderly folk. The Democrats and Republicans are \"racing\" to provide solutions to this issue in an attempt to garner support.",
    "question4": "It refers to the land being legally open to white people ONLY.",
    "question5": "Outcomes of alcohol dosage vary because of genetic differences from person-to-person and or mice-to-mice. This argues against alcohol usage during pregnancy.",
    "question6": "The amount of power the police have to stop and question people who are doing nothing except standing around.",
    "question7": "The statement read in court in which the author and publisher express regret for accusing the Prentices brothers of being part of a secret committee of Protestant terrorists; there is disagreement as to whether this statement is a formal apology or not.",
    "question8": "Selecting a new Panama Administrator will come down to the Panamanian leader, of the Democratic party. This selection will cause friction as the Republican party is predicted to win the new election.",
    "question9": "The fact that rugby is played by gentleman and people who are geared towards success; these successful people are found in college \"where rugby comes to life\".",
    "rating1": 2,
    "rating10": 1,
    "rating2": 4,
    "rating3": 3,
    "rating4": 1,
    "rating5": 1,
    "rating6": 4,
    "rating7": 5,
    "rating8": 5,
    "rating9": 4,
    "sessionId": "6061a812931628b6c99fcd7f",
    "studyId": "6061a3d391d6758144fc77da"
  },
  "-MWxfC_3-k2nehKyDcou": {
    "batchNo": 4,
    "prolificId": "5f3ace39af40ed76c7714b1b",
    "question1": "Research has confirmed that plants with heavy scents, fuzzy or prickly leaves are the type of plants that deer choose not to eat.",
    "question10": "Mr. Carlsson's election eve rallies in Goteborg on Saturday attracted a high proportion of older voters.",
    "question2": "a sudden request from West Germany to open negotiations soon with the Soviet Union on reducing battlefield nuclear weapons in Europe",
    "question3": "At the moment, the prescription drug issue is the most pressing.",
    "question4": "The stipulation that the recreational area is to be used for the benefit of white children of Saluda County",
    "question5": "Genetic differences between individuals mean that experiments on living things would produce variable outcomes.",
    "question6": "In the name of law and order, how much license do we give the police to stop and question citizens",
    "question7": "The issue refers to whether Sean McPhilemy and Roberts Rinehart believed that they did anything wrong.",
    "question8": "The choice for administrator of the Panama Canal",
    "question9": "The upper-crust pedigree of rugby has been on display since the last century.",
    "rating1": 2,
    "rating10": 1,
    "rating2": 4,
    "rating3": 1,
    "rating4": 1,
    "rating5": 3,
    "rating6": 1,
    "rating7": 4,
    "rating8": 2,
    "rating9": 2,
    "sessionId": "6061a89dce8d582ef1f18121",
    "studyId": "6061a3d391d6758144fc77da"
  },
  "-MWxj5ano9Mgnx4cfP7M": {
    "batchNo": 4,
    "prolificId": "5fbba080d884e1d04debebb9",
    "question1": "It refers to the preference that deers show towards certain types of plants over others",
    "question10": "The fact that the rallies attracted more older voters than younger ones.",
    "question2": "The issue of opening talks with Moscow on reducing short-range nuclear missiles and artillery guns",
    "question3": "The issue of making prescription drugs more affordable for the elderly.",
    "question4": "The fact that only white children were allowed to use the recreation area in Saluda County as stipulated in the will written by a wealthy landowner.",
    "question5": "The exposure to alcohol for both humans and mice has a variable outcome, which is rooted in genetic differences.",
    "question6": "The issue of police shooting and killing innocent people.",
    "question7": "The issue of Mr. Sands' recantation, which Mr. Taylor seems to view as an apology. ",
    "question8": "Choosing and confirming the administrator of the Panama Canal",
    "question9": "The fact that rugby comes to life in college.",
    "rating1": 2,
    "rating10": 4,
    "rating2": 4,
    "rating3": 3,
    "rating4": 1,
    "rating5": 1,
    "rating6": 2,
    "rating7": 4,
    "rating8": 3,
    "rating9": 3,
    "sessionId": "6061a7b6c1016e9d0decfec3",
    "studyId": "6061a3d391d6758144fc77da"
  },
  "-MWxkRMhmzBxhmeStUUg": {
    "batchNo": 4,
    "prolificId": "600f2269813e340966f939e2",
    "question1": "the fact that plants with heavy scents and with fuzzy and prickly leaves are not usually consumed by deer`s so gardeners can plant them freely.",
    "question10": "the fact that Mr Carlsson`s social Democrats party got less than 44 percent of votes due to them failing to reach out to younger Swedes.",
    "question2": "the issue of negotiations to reduce battlefield nuclear weapons in Europe.",
    "question3": "the issue of prescription drugs.",
    "question4": " fact that the pool at Saluda Swim and Tennis Club was only to be used by white children of Saluda County.",
    "question5": "The fact that low dose fetal exposure to alcohol produces different results due to differences in genetics.",
    "question6": "the issue of  Mr Diallo being shot to death by police officers who suspected him of terrorism without proof.",
    "question7": "the issue of a law suit against a publishing company that accused the  Prentice brothers who are car dealers are a part of secret terrorist committee.",
    "question8": "the issue of refugees from Nicragua wanting entry into the United States.",
    "question9": "the fact that rugby is a sport that can be played by anyone regardless of their career and also gives them an opportunity to make friends.",
    "rating1": 3,
    "rating10": 4,
    "rating2": 5,
    "rating3": 2,
    "rating4": 2,
    "rating5": 3,
    "rating6": 4,
    "rating7": 5,
    "rating8": 5,
    "rating9": 5,
    "sessionId": "6061a84643a84debcdeb2f86",
    "studyId": "6061a3d391d6758144fc77da"
  },
  "-MWxzsnmqtsFR47FGsVo": {
    "batchNo": 5,
    "prolificId": "6053c8c7da1796b7af48e96b",
    "question1": "The issue is the banning of smoking in all New York restaurants.",
    "question10": "This fact refers to a study conducted in 1999 where \"experts set a record by factoring a 155-digit number -- a feat that required 292 computers grinding away for half a year. Because of the exponential nature of the problem, factoring a number twice that long could take hundreds of millions of years\".",
    "question2": "This fact refers to immigrants with poor English skills had less schooling and therefore lower wages, and that these disadvantages often trickled down to their children even if they are naturalized citizens.",
    "question3": "This issue refers to Mr. Mitvol's statements of \"No action, no taxes, no jobs ... 'If a company doesn't have the money, isn't in the mood, or doesn't have the desire to develop a field, they should return it to the state'', referring to other oil company failures in Russia.\n\n",
    "question4": "This issue refers to French medievalists,  \"after the bitter loss of the Franco-Prussian War of 1870\", striving \"to disprove earlier theories to the effect that the first French epics, in particular the Song of Roland, were offshoots of German culture, transmitted by Charlemagne's Frankish - that is, German - soldiers and balladeers\".",
    "question5": "This fact refers to the Muslim refugees who were placed in western Bosnian towns at the beginning of the war because they were evicted from their homes at gunpoint.",
    "question6": "This fact refers to Donna DeVarona's diminished role at the network over the years due to the fact \"of the change in events covered by ABC Sports, including the loss of the Olympics. ABC Sports has not had broadcast rights to the Games since 1988\".",
    "question7": "This fact refers to \"every important elected official automatically becomes a party leader\".",
    "question8": "This fact refers to the interviewee's deduction that \"both reason and emotion are part of our life mechanisms\", which builds upon the premise of the entire article.",
    "question9": "This issue refers to \"bureaucratic gridlock in Washington\". between Moscow and Washington.",
    "rating1": 1,
    "rating10": 1,
    "rating2": 1,
    "rating3": 1,
    "rating4": 1,
    "rating5": 1,
    "rating6": 1,
    "rating7": 1,
    "rating8": 2,
    "rating9": 3,
    "sessionId": "6061c2ad1cbf07d83e6b9c24",
    "studyId": "6061bed612a2650a943f56f2"
  },
  "-MWy-bSJsV9q0DBc_lZl": {
    "batchNo": 5,
    "comment1": "The article was worded quite poorly.",
    "comment4": "Very poorly written article",
    "prolificId": "5de6cfc6b5bed765473c624b",
    "question1": "The likelihood of smoking being banned in restaurants in Albany, and how the issue is now receiving more attention than previously thought.",
    "question10": "Attempts to calculate using quantum computers",
    "question2": "That learning English is not as easy for non-English speaking immigrants as previously thought and maybe down to a theory which states learning a new language after the age of 11 is almost impossible.",
    "question3": "Russia Threatening to Revoke Lukoil Licenses",
    "question4": "French, poetry, literature spanning 12 centuries.",
    "question5": "The war against the Bosnian government that has seen groups of Muslims oppose each other, and oppose Serbians,",
    "question6": "DeVarona claiming unfair dismissal from ABC Sports on the grounds of age and gender discrimination and wishes to sue the company.",
    "question7": "Politicians Are Always Party Leaders",
    "question8": "What emotions and feelings feel like, and how they effect decision making ",
    "question9": "Russians and Americans coming together years after the war to agree a peace treaty. ",
    "rating1": 4,
    "rating10": 5,
    "rating2": 3,
    "rating3": 3,
    "rating4": 5,
    "rating5": 4,
    "rating6": 2,
    "rating7": 5,
    "rating8": 3,
    "rating9": 5,
    "sessionId": "6061c313d74c5b721c69d56d",
    "studyId": "6061bed612a2650a943f56f2"
  },
  "-MWy0sK95CAEFrZFWf8d": {
    "batchNo": 5,
    "comment1": "no",
    "comment10": "no",
    "comment2": "no",
    "comment3": "no",
    "comment4": "no",
    "comment5": "no",
    "comment6": "no",
    "comment7": "no",
    "comment8": "no",
    "comment9": "no",
    "prolificId": "60041a8be9950444089c6f94",
    "question1": "the tobacco bill",
    "question10": "Quantum factoring",
    "question2": "English-speaking and non-English-speaking immigrants who arrived in the United States around the critical period age have poor English skills, less schooling and substantially lower wages",
    "question3": "revoking oil field licenses held by the country's largest private energy Lukoil",
    "question4": "The Strasbourg Oaths",
    "question5": "Muslim refugees were evicted at gunpoint from their homes by the Bosnian Serbs at the beginning of the war",
    "question6": "Her role at the network had diminished greatly over the years because of the change in events covered by ABC Sports and the loss of the Olympics in 1988",
    "question7": "Every important elected official automatically becomes a party leader",
    "question8": "Emotions can play a role in how you normally operate",
    "question9": "Getting the State Department and Congress to agree on letting the Russians move into their building in return for a land deal ",
    "rating1": 2,
    "rating10": 5,
    "rating2": 2,
    "rating3": 1,
    "rating4": 1,
    "rating5": 2,
    "rating6": 1,
    "rating7": 1,
    "rating8": 1,
    "rating9": 3,
    "sessionId": "6061c4f2a00ca5a4a63961f4",
    "studyId": "6061bed612a2650a943f56f2"
  },
  "-MWy2wW_Blf14etgE-cE": {
    "batchNo": 5,
    "prolificId": "5eaffb1610e0ce04669ff628",
    "question1": "The difficulty of the push towards banning smoking in indoor restaurants becoming a law due to economical drawbacks",
    "question10": "The larger the number is the more difficult it is to create codes as factoring it could take such a long time",
    "question2": "Learning English so to integrate into US society is much easier if done so at a younger age, making it more difficult for older immigrants to do so",
    "question3": "Large, privately owned oil companies in Russia are using a lot of the resources but not contributing to the country as it is a private company",
    "question4": "Issue of ''cultural pride'' creating a ''scholarly problem'' as, when they lost a war, French medievalists were trying to disprove earlier literature to improve their image",
    "question5": "Muslims support for Mr Abdic is not affected by the fact that Mr Abdic supports peace with the Serbs and has support from their troops, even though the Serbs aggressively evicted Muslims\n",
    "question6": "DeVarona's work demand was diminishing due to a change of what was popular vs what she covered, which is what they are suggesting is the reason for her termination instead of what she is arguing it is for.",
    "question7": "every important elected official has become party leader",
    "question8": "Emotion can interfere with judgement",
    "question9": "The building for American diplomats in Russia is not up to standard",
    "rating1": 2,
    "rating10": 5,
    "rating2": 1,
    "rating3": 5,
    "rating4": 5,
    "rating5": 3,
    "rating6": 1,
    "rating7": 1,
    "rating8": 4,
    "rating9": 3,
    "sessionId": "6061c48ef2c638e704210581",
    "studyId": "6061bed612a2650a943f56f2"
  },
  "-MWyA32RR-xe8LBIZpmv": {
    "batchNo": 5,
    "comment1": "the text was very wordy which made it difficult to carry a solid idea through each paragraph .  The reference also seemed ambiguous.",
    "comment2": "none",
    "comment4": "the text was very long and wordy, it had a linear topic however it was not concise ,although literary and political history are intertwined, processing them simultaneously made the text difficult ",
    "prolificId": "603f62c0bfc79609a422e1d5",
    "question1": "the instance refers to how Republicans view the possibility and swiftness of getting an anti-smoking bill in law ",
    "question10": " In 1999, experts set a record by factoring a 155-digit number -- a feat that required 292 computers grinding away for half a year. Because of the exponential nature of the problem, factoring a number twice that long could take hundreds of millions of years.",
    "question2": "the highlighted instance refers to the fact that non-English-speaking immigrants who arrived in the States at the ages of 11 or 12 , struggle with academics , have less job opportunities and end up earning the bare minimum and this affects their children's lives and opportunities as well.",
    "question3": "The energy companies involved in Russia, and their productivity , but mainly the Lukoil company and their failure to drill in the 19 fields",
    "question4": "the issue is French medievalists striving to  disprove theories to the effect that the first French epics, in particular the Song of Roland, were offshoots of German culture, transmitted by Charlemagne's Frankish - that is, German - soldiers and balladeers",
    "question5": "These Muslim refugees had been evicted at gunpoint from their homes by the Bosnian Serbs at the beginning of the war.",
    "question6": "A statement released by ABC Sports yesterday said that deVarona's role at the network had diminished greatly over the years because of the change in events covered by ABC Sports, including the loss of the Olympics. ABC Sports has not had broadcast rights to the Games since 1988.",
    "question7": " every important elected official automatically becomes a party leader",
    "question8": "emotions can play a role in how you normally operate",
    "question9": "Russian diplomats have been enjoying their new facilities for some months, under an agreement reached two years ago by Moscow and Washington. Not so American diplomats in Moscow. Their new offices in the incomplete new building are empty, kept that way since 1985 by a persistent if little-publicized case of bureaucratic gridlock in Washington.",
    "rating1": 5,
    "rating10": 1,
    "rating2": 1,
    "rating3": 3,
    "rating4": 5,
    "rating5": 1,
    "rating6": 1,
    "rating7": 1,
    "rating8": 1,
    "rating9": 3,
    "sessionId": "6061c32c270d430f750f215a",
    "studyId": "6061bed612a2650a943f56f2"
  },
  "-MWyQ4OddFqcrtKoIfPr": {
    "batchNo": 6,
    "prolificId": "5eeaa8c89346931ba0f0b3e9",
    "question1": "The poverty of Myanmar",
    "question10": "New York refusing to take a stance on updating their voting systems",
    "question2": "The use of American funds to pay outstanding debts",
    "question3": "better then expected stock and bond markets in Brazil",
    "question4": "Hummingbirds needing to eat three times thier body weight each day",
    "question5": "People's desire for a strong activist government that will improve basic aspects of their lives",
    "question6": "The writer read Ms. Register's work in an essay years ago",
    "question7": "The salary of sanitation workers",
    "question8": "Soviet Jewish immigration being used to rationalize Israeli entrenchment",
    "question9": "Literal interpretations of the bible being used to justify hate and discrimination",
    "rating1": 1,
    "rating10": 1,
    "rating2": 2,
    "rating3": 2,
    "rating4": 1,
    "rating5": 1,
    "rating6": 1,
    "rating7": 1,
    "rating8": 3,
    "rating9": 2,
    "sessionId": "6061e1ed6daf18e0a34a87ab",
    "studyId": "6061deede646cdbd49acc618"
  },
  "-MWyR-EHH_pAVLcVYHHA": {
    "batchNo": 6,
    "prolificId": "5fa3ea626f9de3034e4a7f13",
    "question1": "the people of Myanmar are becoming increasingly aware that they are one of the poorer countries of Asia, with only 32% having access to safe water",
    "question10": "New York will pick their voting machines, after the State Board of Elections certifies which machines meet federal standards",
    "question2": "the Philippines being in a substantial amount of foreign debt has been an issue in the negotiations between america and the philippines",
    "question3": "investors being surprised at the Brazil emerging market heightened demand for them to expose themselves to the market",
    "question4": "kinglets must eat three times their body weight each day to keep them warm through the night",
    "question5": "the white working class want a strong activist government that want to improve the basic aspects of their lives",
    "question6": "that the writer heard Ms. register's voice years ago in a different setting altogether regarding feminism ",
    "question7": "highly paid sanitation workers can earn more than $55,000, as much as senior public school teachers who hold doctorates",
    "question8": "the strong American opposition to Jewish settlement in the West Bank",
    "question9": "a scriptural argument over homosexuality ",
    "rating1": 2,
    "rating10": 5,
    "rating2": 3,
    "rating3": 4,
    "rating4": 2,
    "rating5": 1,
    "rating6": 4,
    "rating7": 2,
    "rating8": 4,
    "rating9": 4,
    "sessionId": "6061e333fed7015b83d20509",
    "studyId": "6061deede646cdbd49acc618"
  },
  "-MWyXQ06-oFEWPgO5i-A": {
    "batchNo": 6,
    "comment3": "I was not sure how to rephrase that sentence, thus it made it hard.",
    "prolificId": "6011c91e496f2f16d61402e7",
    "question1": "It is referring to how poor Myanmar(Burma) is and that the people are really struggling to live a good healthy life, hence the situation.",
    "question10": "That the State Legislature took the courageous position of kicking it to the localities.",
    "question2": "That a substantial amount of the American aid will be used to help pay outstanding foreign debts.",
    "question3": "This fact refers to the quick turnaround in Brazil that surprised many investors and it left many of them without what they normally have thought was the right amount of exposure to Brazil.",
    "question4": "It refers to the fact that the kinglet has to eat three times their body weight each day to allow them to keep warm by shivering through the cold night.",
    "question5": "It refers to the fact that voters want a strong, activist government and one that will provide improvements in basic aspects of their lives.",
    "question6": "It refers to the fact that the author first heard Ms. Register's voice years ago in an essay reviewing feminist literacy criticism.",
    "question7": "It refers to the fact that sanitation workers can receive a higher wage that a senior public school teacher who hold a doctorate.",
    "question8": "That the State Department described them as not helpful and reiterated the strong American opposition to Jewish settlement in the West Bank.",
    "question9": "That abolitionists could break away from Southern churches over the issue of slavery again.",
    "rating1": 2,
    "rating10": 5,
    "rating2": 2,
    "rating3": 4,
    "rating4": 3,
    "rating5": 2,
    "rating6": 3,
    "rating7": 3,
    "rating8": 3,
    "rating9": 3,
    "sessionId": "6061e2010adecd86d28c7863",
    "studyId": "6061deede646cdbd49acc618"
  },
  "-MWydKBKxYnWypRMeLez": {
    "batchNo": 6,
    "comment1": "not at all",
    "comment10": "not at all",
    "comment2": "not at all",
    "comment3": "not at all",
    "comment4": "none at all",
    "comment5": "not at all",
    "comment6": "not at all",
    "comment7": "not at all",
    "comment8": "not at all",
    "comment9": "not at all",
    "prolificId": "5ff46e8a878eaab37aca2b32",
    "question1": "Myanmar which is also as Burma has been among the poorer countries in Asia.",
    "question10": "Because of legislative gridlock and little apparent leadership.Due to political gridlock and a lack of visible leadership. Legislators have yet to pass a law setting requirements for the devices or decide the required registration for legitimate voters, despite the fact that the tentative change took years. It hasn't yet filled long-term vacancies on the Board of Elections, which is meant to be bipartisan but is governed by Republicans due to political manoeuvring.",
    "question2": "According to the authorities, the Philippines would be able to use a large portion of the American assistance to help pay off unpaid international debts.",
    "question3": "Many investors have been shocked by Brazil's swift turnaround. It has left many of them without what they would have perceived to be the acceptable degree of exposure to Brazil, which has increased demand.",
    "question4": "refers, To build up the reserves that allow them to stay warm by shivering during the frigid winter, they must eat three times their body weight per day.",
    "question5": "These people, who make up to 55 percent of the electorate, want a solid, activist government that can offer \"improvements in fundamental facets of their lives,\" according to the writer, as well as a political party that understands them.",
    "question6": "Chronically disabled people participate in the variety of human activities enjoyed by society in general, sometimes more earnestly than those that are healthy: having responsible jobs and doing them well, raising physically and emotionally strong children, and keeping intimate relationships with friends and partners.",
    "question7": "The retiring president Of Sanitation Union demonstrated how they had to clean up trash after five days of flooding.",
    "question8": "Using the Soviet Jewish immigration problem to justify Israeli encirclement, territorial extension, and intransigence would ultimately have disastrous consequences for regional peace.",
    "question9": "Rev. David Dyson, pastor of the Lafayette Avenue Presbyterian Church in Brooklyn, said his congregation was established at a time when abolitionists were breaking away from Southern churches over slavery. One hundred and forty years later, he was afraid that the church would be divided once more.",
    "rating1": 3,
    "rating10": 5,
    "rating2": 3,
    "rating3": 4,
    "rating4": 5,
    "rating5": 2,
    "rating6": 5,
    "rating7": 5,
    "rating8": 4,
    "rating9": 5,
    "sessionId": "6061e37cdce39b670963ccc9",
    "studyId": "6061deede646cdbd49acc618"
  },
  "-MWyecucAj1ujQqgXW6l": {
    "batchNo": 6,
    "comment1": "No comment.",
    "comment10": "very hard article.",
    "comment2": "no comment.",
    "comment3": "the article was very difficult to understand",
    "comment4": "this was a very difficult article.",
    "comment5": "no comment",
    "comment6": "no comment",
    "prolificId": "603e4979f27612c982fcf51d",
    "question1": "The population of Myanmar, also known as Burma seems increasingly aware of the fact that it is among the most poorer countries in Asia.",
    "question10": "The issue is that lawmakers have not enacted a bill setting guidelines for the machines or determine the appropriate identification for legitimate voters.",
    "question2": "The referred issue is that Philippines had outstanding  foreign debts, but now American aid will help up to pay those debts.",
    "question3": "A referred fact is that Brazil has made a big and quick turnaround in the market which surprised many investors and helped to increase the demand.",
    "question4": "The fact referred to is that tiny olive-colored bird, kinglets are the main winter survivors, and this is because they eat three times their body mass everyday which keeps them warm by shivering through the night. ",
    "question5": "The fact is that any party that includes the subordinate groups or improves their lives they stand a great advantage to enjoy elections for 30 years at least.",
    "question6": "the referred fact is that chronic illness is not a profession, chronic illness is not what matters most to people....they have lives outside their illness. People are not defined by their illness.",
    "question7": "Fact is that Mr Ostrowski refused to apologies for stating that sanitation workers work very hard for the money they are being payed, it is dangerous work they do who some even got AIDS while in duty.",
    "question8": "The issue is the rationalization for Israeli entrhenchment, territorial expansion and intransigence will results in disasterous effects on peace in the region. ",
    "question9": "The issue is that history might repeat itself accoding to the Rev. David Dyson, abolitionists might break away from Southern churches over slavery.",
    "rating1": 4,
    "rating10": 5,
    "rating2": 2,
    "rating3": 5,
    "rating4": 5,
    "rating5": 4,
    "rating6": 3,
    "rating7": 5,
    "rating8": 5,
    "rating9": 4,
    "sessionId": "6061e3a2afed2ca5b57c5f66",
    "studyId": "6061deede646cdbd49acc618"
  },
  "-MX1YP0SX1OmRCvaBzF2": {
    "batchNo": 7,
    "comment1": "None",
    "comment10": "Very difficult ",
    "comment2": "none ",
    "comment3": "none ",
    "comment4": "none ",
    "comment5": "none ",
    "comment6": "None ",
    "comment7": "None ",
    "comment8": "None ",
    "comment9": "none ",
    "prolificId": "60461732a000a804b29c1d65",
    "question1": "That Korbel tried to hide that he was working with communists following the war ",
    "question10": "It refers to a rebate issue ",
    "question2": "The issue of having the military in the US test anti-missle systems. ",
    "question3": "That happily ever afters do not exist in marriage ",
    "question4": "The overstating of nuclear weapons testing ",
    "question5": "If the shutdown is due to interference from unions ",
    "question6": "It refers to the need for reporters to put the story above the situation ",
    "question7": "That Miss Gillis is a solo performer ",
    "question8": "That insolvency does not preclude someone from seeking relief in court ",
    "question9": "That Clinton is drifting from his own original plan ",
    "rating1": 3,
    "rating10": 5,
    "rating2": 4,
    "rating3": 2,
    "rating4": 4,
    "rating5": 4,
    "rating6": 4,
    "rating7": 4,
    "rating8": 5,
    "rating9": 5,
    "sessionId": "6062f0ae41fee966645da2b8",
    "studyId": "6062ee8850edf01a13a48bea"
  },
  "-MX1Z9XIboV3-Dwb36vt": {
    "batchNo": 7,
    "prolificId": "5fdd19ac8f62103398cda735",
    "question1": "Refers to Korbel defecting to the United States",
    "question10": "This issue refers to the Shoreham nuclear plant and the goal of elimination of its' barriers for equitable competition.",
    "question2": "This issue refers to the Soviet officials strict interpretation of the ABM treaty",
    "question3": "this fact refers to long married couples and how happily ever after doesn't happen but with work, commitment and love one can have a happy ending",
    "question4": "This issue refers to explosions of stockpiled nuclear weapons.",
    "question5": "This issue refers to the abuse of decades-old labor law(s) which is intended to take advantage in the debate.",
    "question6": "This fact is that the countries media is portrayed in a scattershot fashion in which we hate.",
    "question7": "\"pertinent to the moment when her characters come crashing down emotionally\"",
    "question8": "this fact refers to Ms. Watkins and Ms. Thomas trying to seek relief from the court in which they attempted to file for bankruptcy though having the assets in which they would still be solvent.",
    "question9": "This issue refers to President Clinton's health plan",
    "rating1": 3,
    "rating10": 4,
    "rating2": 2,
    "rating3": 1,
    "rating4": 1,
    "rating5": 1,
    "rating6": 1,
    "rating7": 5,
    "rating8": 1,
    "rating9": 1,
    "sessionId": "6062f2c3423c6abf5fd4130a",
    "studyId": "6062ee8850edf01a13a48bea"
  },
  "-MX1ap_NzSAFw0F42oDz": {
    "batchNo": 7,
    "comment2": "maybe more difficult because there was a lot of information proceeding it ",
    "comment3": "the elephant comparison threw me off ",
    "comment4": "again. a lot of information proceeding ",
    "comment6": "a little confusing",
    "comment9": "again, a lot of information and different names/statistics making it difficult ",
    "prolificId": "603b8781c6dd2384cd463ed3",
    "question1": "Korbel working with the communists following the war",
    "question10": "elimination of barriers for equitable competition by small power producers that can produce power at lower cost than Lilco's rates",
    "question2": "the manner in which the ABM treaty is interpreted by the soviets ",
    "question3": "refers to the notion of 'happily ever after'",
    "question4": "the occasional explosion of stockpiled nuclear weapons to assure the weapons' reliability",
    "question5": "whether the shutdown of most of the nation's freight railroads was a crisis created by hardline unions or a disruption devised by railroads taking advantage of a decades-old labor law",
    "question6": "the certain situations which they announce where they must remain unbiased",
    "question7": "miss Gillis being a solo dancer",
    "question8": "Ms. Watkins and Ms. Thomas \"appear to be financially solvent,\"",
    "question9": "the introduction of a health plan",
    "rating1": 3,
    "rating10": 2,
    "rating2": 4,
    "rating3": 3,
    "rating4": 4,
    "rating5": 5,
    "rating6": 3,
    "rating7": 1,
    "rating8": 1,
    "rating9": 4,
    "sessionId": "6062f34ba8a3f1ba73261dd7",
    "studyId": "6062ee8850edf01a13a48bea"
  },
  "-MX1bGHIA_X9gju5BGNz": {
    "batchNo": 7,
    "prolificId": "5d3865fb0975a500013a1190",
    "question1": "Blackman showing Josef Korbel  shaped decisively Albright",
    "question10": " elimination of barriers for equitable competition by small power producers that can produce power at lower cost than Lilco's rates",
    "question2": "star war testing",
    "question3": "\"happily ever after",
    "question4": "nuclear weapons",
    "question5": "The debate goes to the heart of labor relations in the railroad industry",
    "question6": " the battle",
    "question7": "Miss Gillis is a solo dancer",
    "question8": "appear to be financially solvent",
    "question9": " Government-financed program of national health insurance",
    "rating1": 5,
    "rating10": 4,
    "rating2": 5,
    "rating3": 3,
    "rating4": 3,
    "rating5": 2,
    "rating6": 4,
    "rating7": 2,
    "rating8": 5,
    "rating9": 5,
    "sessionId": "6062f2b4c7c053a0bd6d59f1",
    "studyId": "6062ee8850edf01a13a48bea"
  },
  "-MX1zKL69V4sk7xc3sto": {
    "batchNo": 7,
    "comment5": "Very ambiguous as not enough information given",
    "comment9": "Wasn't able to understand which issue to discuss",
    "prolificId": "603e1fe6849f5c63a9997cf5",
    "question1": "The fact that Korbel worked with the Communists and tried to conceal this from the United States after his defection.",
    "question10": "The elimination of barriers for small power producers that produce power at a lower cost than lilco.",
    "question2": "How the ABM treaty should be interpreted. Russia insists on a strict interpretation whereas United States interpreting it broadly so as to allow \"Star wars\" testing.",
    "question3": "The fact that long and happy marriages don't just happen and that the couples have to work for a successful relationship. There has to mutual commitment, love, respect and concern from both sides.",
    "question4": "issue of whether or not nuclear testing citing reliability issues is really required. Justifying testing based on reliability issues in the past has not been very essential.",
    "question5": "Issue of whether the shutdown of freight railroads is a genuine one or irrationally created by the labor unions. And whether strikes like these have further impacts on the industry",
    "question6": "The fact the reporters are only interested in the story and not worried about the repercussions surrounding the actions.",
    "question7": "That she is a solo dancer and that she performed a duet despite that is opposite to her regular self and it is visible in the act.",
    "question8": "The fact the couple were in no financial trouble doesn't stop them from seeking remedy from the court.  ",
    "question9": "The issue of the health plan to be rolled out by President Clinton and that the plan would put burden on taxpayers. The president seems to change his opinion to something totally different.",
    "rating1": 1,
    "rating10": 1,
    "rating2": 2,
    "rating3": 1,
    "rating4": 2,
    "rating5": 4,
    "rating6": 3,
    "rating7": 5,
    "rating8": 2,
    "rating9": 4,
    "sessionId": "6062f6a127f7818339a5027b",
    "studyId": "6062ee8850edf01a13a48bea"
  },
  "-MX21KHO3FDMSXFE-ntZ": {
    "batchNo": 7,
    "prolificId": "605f06b58ee1ab0701e096b6",
    "question1": "The fact that Korbel may have lied about working briefly with the Communists.",
    "question10": "The issue of eliminating barriers so that smaller power companies are able to compete and produce power at a lower cost than Lilco.",
    "question2": "A dissagreement the terms of a proposed treaty about short, medium and long range missiles between the Soviet Union and the United States.",
    "question3": "Relationships take work and don't just happen.",
    "question4": "Whether or not nuclear weapons need test explosions.",
    "question5": "Whether the shutdown of most of the nation's freight railroads was a crisis created by hardline unions or a disruption devised by railroads taking advantage of a decades-old labor law intended to encourage negotiation.",
    "question6": "Certain situations occur in which reporters must remain painfully above the battle i.e. they should remain unbiased and not get involved.",
    "question7": "The fact that Miss Gillis is a solo dancer.",
    "question8": "Ms. Watkins and Ms. Thomas \"appear to be financially solvent,\"",
    "question9": "Mr Clintons 1994 Healthcare Bill and the fact that the he was too willing to make concessions to the republicans.",
    "rating1": 2,
    "rating10": 2,
    "rating2": 3,
    "rating3": 1,
    "rating4": 2,
    "rating5": 1,
    "rating6": 4,
    "rating7": 1,
    "rating8": 1,
    "rating9": 3,
    "sessionId": "60631082006972e497869b86",
    "studyId": "6062ee8850edf01a13a48bea"
  },
  "-MX2zDYl7QdF4S-FmhA_": {
    "batchNo": 8,
    "prolificId": "5ffc6ebd8f29260965cd1eed",
    "question1": "It refers to Japan Inc. not having missed a beat when it comes to constantly rising share prices.",
    "question10": "To the decision of sending troops to Bosnia or not.",
    "question2": "To the Bruderhof movement being regarded as a leader in child care, with good hygiene, safety and love.",
    "question3": "To the wavelengths of atomic particles like electrons being far shorter than the wavelengths of light.",
    "question4": "It refers to the issue of Microsoft having made a videotape that was misleading to customers.",
    "question5": "The issue of employers paying half the cost of the workers' health insurance premiums",
    "question6": "To the fact that Islanders telecasts have not been carried by Fox Sports New York.",
    "question7": "To lawmakers who do not oppose the proposal for drilling rights in the wildlife refuge.",
    "question8": "The deployment of too many troops to Iraq.",
    "question9": "To creole languages having constant grammatical rules.",
    "rating1": 4,
    "rating10": 2,
    "rating2": 2,
    "rating3": 2,
    "rating4": 3,
    "rating5": 3,
    "rating6": 3,
    "rating7": 2,
    "rating8": 1,
    "rating9": 2,
    "sessionId": "60634dec8e64e38855cd7ee9",
    "studyId": "606348aaa4e2b77b18412935"
  },
  "-MX31PnqU9X3Qrdo2aw_": {
    "batchNo": 8,
    "comment7": "I am not sure but I think there might be two things that can be described issues here, the proposal to open part of the wildlife and the campaigns all over several states. ",
    "prolificId": "60568b4e2ec5291d752417bd",
    "question1": "“That unequal equities was published before the Stock crash in Japan happened and The system the authors describe depends on constantly rising share prices”",
    "question10": "“For 200 years, Congress and Presidents have wrestled over who has the final authority to send troops where battles threaten”",
    "question2": "“our movement has long been regarded as a leader in the field of child care, and we take great pride in the hygienic, safe -- and above all, deeply loving -- care our children receive”",
    "question3": "“the wavelengths of atomic particles like electrons are far shorter than the wavelengths of light”",
    "question4": "“the accusation that Microsoft illegally tied one product to another”",
    "question5": "“President Clinton said in an interview last week that he could not accept less than the Mitchell bill's approach to universal coverage. The Finance Committee's approach is less inclusive”\n",
    "question6": "“Fox Sports New York has refused to carry three Islanders telecasts because they conflicted with Devils' games, the executive who runs the cable channel said yesterday that he was not punishing the team”",
    "question7": "“the proposal to open part of the wildlife refuge to oil and gas drilling”",
    "question8": "“the decision of President George W. Bush announced on January 10, 2007, to deploy more than 20,000 additional United States combat troops to Iraq”",
    "question9": "“the slaves' children, who are exposed to the pidgin vocabulary before the age of 2, expand the protolanguage into a structurally mature language called a creole”",
    "rating1": 5,
    "rating10": 5,
    "rating2": 4,
    "rating3": 3,
    "rating4": 5,
    "rating5": 5,
    "rating6": 5,
    "rating7": 4,
    "rating8": 5,
    "rating9": 5,
    "sessionId": "60634e829f5282d8a039eab2",
    "studyId": "606348aaa4e2b77b18412935"
  },
  "-MX32omELt1mJeSE0QIK": {
    "batchNo": 8,
    "comment1": "I needed to read and reread the paragraph.",
    "comment2": "Interesting topic.",
    "comment3": "So many things happened since then in science!",
    "comment4": "Wow, feels like ancient history.",
    "comment5": "Hard. I am not sure, I am not familiar with US political system. ",
    "comment7": "I am not super sure.",
    "comment8": "US politics is difficult for me",
    "comment9": "It is an interesting topic for me.",
    "prolificId": "5f0ae85ed1a1d801cf4e8106",
    "question1": "The book was published before a stock crash.",
    "question10": "who has the right to decide to employ troops abroad, the Congress or the Presidents?",
    "question2": "The Bruderhofer community's child care is exemplary. ",
    "question3": "Wavelengths of atomic particles are shorter than of light.",
    "question4": "Microsoft is trying to stifle competition by integrating Explorer and Windows.",
    "question5": "Require employers to pay partly for their workers' health insurance.",
    "question6": "this issue - when two interesting teams are playing  you can only telecast one of them ",
    "question7": "leasing out wildlife refuge for oil and gas drilling",
    "question8": "this issue -denouncing army buildup in Iraq.",
    "question9": "Grammar rules are surprisingly similar from one creole langue to the next ",
    "rating1": 5,
    "rating10": 1,
    "rating2": 1,
    "rating3": 1,
    "rating4": 2,
    "rating5": 5,
    "rating6": 3,
    "rating7": 4,
    "rating8": 3,
    "rating9": 2,
    "sessionId": "60634ebf91270df4a55baa92",
    "studyId": "606348aaa4e2b77b18412935"
  },
  "-MX36t77jMHvB4C1BlS0": {
    "batchNo": 8,
    "comment1": "I had a very difficult time understanding what the article was talking about and do not feel confident in my understanding.",
    "comment2": "This article made a lot more sense to me. ",
    "comment3": "Not sure if I was focusing on too little.",
    "comment4": "Not sure if I understood the concept being discussed. ",
    "comment5": "I may have mixed up some information. ",
    "comment6": "I believe I understood this artcile. ",
    "prolificId": "60578289f0cace7f2c72d107",
    "question1": "Japan's techniques in the stock market allowing for more money to be put into the companies themselves.",
    "question10": "Who has the authority over whether to send troops to battle or not.",
    "question2": "The Bruderhof religious community does not mistreat the members of its community as said in a separate article or book. In actuality, the community is safe, hygienic, and caring to its members. ",
    "question3": "wavelengths of light are longer than the wavelengths of atomic particles.",
    "question4": "Microsoft made a videotape about internet browsing from Windows 98 but Microsoft Explorer and Windows are meant to be two separate products. ",
    "question5": "The issue is the employer payment issue in terms of health insurance. It is being determined if a current bill the Mitchell bill should remain or not.",
    "question6": "The cable channel refused to air three Islanders telecasts because it would be aired at the same time as Devil's games. ",
    "question7": "Lawmakers who side with those wanting to drill for oil in a wildlife refuge in Alaska.",
    "question8": "The majority of Democrats want to send additional US troops to Iraq and mejority of Republicans do not.",
    "question9": "The fact that \"proto language\" used by apes can be seen in humans who were not taught a language, providing evidence for the evolution of language.",
    "rating1": 5,
    "rating10": 1,
    "rating2": 2,
    "rating3": 3,
    "rating4": 4,
    "rating5": 4,
    "rating6": 2,
    "rating7": 2,
    "rating8": 2,
    "rating9": 2,
    "sessionId": "606350a312b8fa564ae1c1e2",
    "studyId": "606348aaa4e2b77b18412935"
  },
  "-MX3FC-2la3YBRe_It_M": {
    "batchNo": 8,
    "prolificId": "600590fcb602617e4e62e8c8",
    "question1": "\"Unequal Equities\" was published before last year's stock crash in Japan had run its course and the system descried depends on constantly rising share prices.",
    "question10": "The issue that Congress and Presidents have wrestled over who has the final authority to send troops where battles threaten",
    "question2": " Our movement has long been regarded as a leader in the field of child care, and we take great pride in the hygienic, safe -- and above all, deeply loving -- care our children receive.",
    "question3": "The wavelengths of atomic particles like electrons are far shorter than the wavelengths of light",
    "question4": "The issue that the Government says that Microsoft's Explorer browser and Windows are two separate products bolted together to stifle competition",
    "question5": "the Mitchell bill calls for a commission to recommend how to reach all uninsured Americans, and would, as a fallback position, require employers to pay half the cost of their workers' health insurance premiums in states below 95 percent coverage.",
    "question6": "Fox Sports New York has refused to carry three Islanders telecasts because they conflicted with Devils' games",
    "question7": "Conservation groups' vigorous campaign to persuade Republican moderates to oppose the entire budget measure because of the drilling provision",
    "question8": "The issue to deploy more than 20,000 additional United States combat troops to Iraq.",
    "question9": "The fact that the slaves' children, who are exposed to the pidgin vocabulary before the age of 2, expand the protolanguage into a structurally mature language called a creole.",
    "rating1": 5,
    "rating10": 4,
    "rating2": 4,
    "rating3": 3,
    "rating4": 3,
    "rating5": 5,
    "rating6": 3,
    "rating7": 3,
    "rating8": 4,
    "rating9": 5,
    "sessionId": "60634e9a87117220ca0d795e",
    "studyId": "606348aaa4e2b77b18412935"
  },
  "-MX3ZO5wXcEEWhas7XGY": {
    "batchNo": 9,
    "comment1": "Took me a couple reads to understand what was happening",
    "prolificId": "601c44575608d870e2252e0e",
    "question1": "I think it refers to the Welfare system, \"We've got a system now that says to women, if you marry someone who works we cut off your money, if you get a job we cut off your money, if you have more children we give you more money,\" Mr. Gramm said. \"Should we really be surprised that people have not done the things we penalize them to do, and they've done the things we've rewarded them to do?\"",
    "question10": "\"The increase in demand for tax-exempt municipals is helping to offset the downward pressure on the market from the continuing flood of new issues as states, cities, towns and other entities take advantage of lower interest rates.\n\nDespite the record $232.4 billion of new issues last year -- which included $120.5 billion in refinancings -- analysts said there were still plenty of higher interest rate bonds to be replaced with lower interest rate bonds.\"",
    "question2": "Eliminating medium and short-range nuclear weapons in Europe",
    "question3": "''Individuals should have the right to choose whether and to whom their personal financial and medical information is disclosed''",
    "question4": "Camby wants to play games\n''To me, it doesn't matter if I start; I just don't want to get no d.n.p.'s,'' he said, referring to games in which he did not play, ''or play five minutes and I'm out of the game. I don't want to hear that stuff anymore. I want to play. I think I deserve the right to play.''",
    "question5": "\"Mr. Hamadi said the 1975 Algiers Treaty under which Iraq agreed to share the ownership of the Shatt al Arab with Iran no longer existed\"",
    "question6": "There is no diversity in American housing\n\"About one million new single-family houses are built annually across the country, the vast majority by merchant builders. Though there are currently about 120,000 individual builders in the United States, American housing is marked by uniformity rather than diversity.\"",
    "question7": "\"Mr. Motz contacted the State Department of Environmental Conservation, which offered to allow the installation of a sandbag barrier on the dunes as a temporary erosion barrier. But permission was also required from the town trustees, who administer the town's waters and beaches and are armed with a town law, passed last year, that bans beachfront pilings, bulkheads and other shore-hardening barriers.\"",
    "question8": "''Wherever the stems touch the ground, the nodes give rise to roots and new stems.''",
    "question9": "\"The leadership of Russia has adopted a resolute position toward the union treaty striving for the unity of the Soviet Union and unity of Russia\"\n\"the legally elected President of the country was removed from power.\"",
    "rating1": 4,
    "rating10": 5,
    "rating2": 5,
    "rating3": 1,
    "rating4": 2,
    "rating5": 2,
    "rating6": 1,
    "rating7": 4,
    "rating8": 1,
    "rating9": 5,
    "sessionId": "6063718d8d2d7bc70138764d",
    "studyId": "60636b3270629abef2fa2811"
  },
  "-MX3a0IJtuB4IHpQukk1": {
    "batchNo": 9,
    "prolificId": "5ef8ffb607b0e30cd45eb888",
    "question1": "The issue of ending federal assistance to aliens, whether they are there legally or illegally.",
    "question10": "There are higher interest rate bonds which must be replaced by lower interest rate bonds.",
    "question2": "A proposal to freeze the use of shorter range missile systems.",
    "question3": "It refers to a call for greater protection of citizen's data and privacy, as supported by Clinton.",
    "question4": "Camby wants to know how the Knicks team will be managed and structured as they have multiple players for one position.",
    "question5": "The fact is that the treaty which previously existed between Iran and Iraq no longer exists.",
    "question6": "There are currently about 120,000 individual builders in the United States,  but American housing is marked by uniformity rather than diversity.",
    "question7": "This issue is the erosion of the coastline due to heavy winter weather.",
    "question8": "Wherever chickweed plants grow, they have a network of fine roots which sprout new stems and cause the weed to spread and make it difficult to remove.",
    "question9": "Russia has adopted a resolute position toward the union treaty striving for the unity of the Soviet Union and unity of Russia.",
    "rating1": 3,
    "rating10": 5,
    "rating2": 2,
    "rating3": 2,
    "rating4": 2,
    "rating5": 2,
    "rating6": 1,
    "rating7": 1,
    "rating8": 2,
    "rating9": 5,
    "sessionId": "606371d96fef91d2bdd24b99",
    "studyId": "60636b3270629abef2fa2811"
  },
  "-MX3cRgN8qpbAlTV3vtq": {
    "batchNo": 9,
    "comment1": "I got confused about whether they were talking about the main purpose of the article or just the sentence prior.",
    "comment9": "I didn't quite understand what the issue was.",
    "prolificId": "5fc4f9342a65ce0623fe9c27",
    "question1": "Despite majority of the article talking about Dole's bill being a primary concern, particularly with single mothers who continuously have children and receive more child grant, the issue they are referring to is the federal assistance for aliens (possibly people from other countries staying in the USA). Mr Gramm and Mr Wilson want to end this assistance for those who are also in the country legally, and due to their majority vote and the other people in their political parties' favour, it was still mentioned despite not being in the bill.",
    "question10": "Higher interest rate bonds are being replaced with lower interest rate bonds.",
    "question2": "Mr Gorbachev had proposed that many weapons not be used, particularly the shorter-range systems but the President rejected this",
    "question3": "Citizens of the USA's privacy is a huge concern for Clinton, as we are more online and in the information age, therefore protection measures need to be enforced. She believes that everyone should know where their information is being used, particularly their personal and financial measures. She has proposed multiple measures to help her stance on this and increase citizen's privacy.",
    "question4": "A forward called John Wallace and new general managed Scott Layden were signed to the Knicks' team, which caused Marcus Camby to become insecure in his position in the team, as the numerous amount of players who can play as forward will cause him to possibly have less playing time. He is hoping to get some clarification on how important he is in the team, and possibly get a larger role and less games in which he is not playing in. He doesn't want to be substituted out as often.",
    "question5": "A treaty called the 1975 Algiers Treaty, which was based on Iraq agreeing to share ownership of the Shatt al Arab waterway, no longer exists.",
    "question6": "Rather than American housing being marked by how different it looks, it is rather marked on how uniform it looks: how many houses look the same.",
    "question7": "There is significant erosion on the beach due to the groins inserted by the Army Corps and Suffolk County. There was a erosion-control plan that was supposed to be completed in 2005 but was never created, as the budget was cut by the President by roughly 50 percent, and requires more funding in order to restore the beaches somehow, protect the shoreline and prevent erosion. ",
    "question8": "Chickweed can reproduce and root quite easily, and stems themselves can produce quite deep roots.",
    "question9": "The president of Russia was removed from power and there is a change in the democracy of Russia, in which they are undergoing a transition .",
    "rating1": 5,
    "rating10": 2,
    "rating2": 5,
    "rating3": 1,
    "rating4": 1,
    "rating5": 1,
    "rating6": 1,
    "rating7": 3,
    "rating8": 2,
    "rating9": 5,
    "sessionId": "6063706427842c79c04ed49f",
    "studyId": "60636b3270629abef2fa2811"
  },
  "-MX3h4MFeRruwfV6Yzn5": {
    "batchNo": 9,
    "comment1": "For a non native English speaker the text enviroment can be somewhat challenging, the article is slow to get to the point.",
    "comment2": "Both sides distrust one another the USSR benefits if Long and Medium range delivery systems are dismantled.",
    "prolificId": "603cda366acd6ea48cead47c",
    "question1": "\"It's unfair for a young couple who work hard and pay taxes who cannot afford a child to continue saving to do so, but pay taxes to provide a greater stipend to a woman on welfare who continues to have one child after another out of wedlock,\"",
    "question10": "\"The increase in demand for tax-exempt municipals is helping to offset the downward pressure on the market from the continuing flood of new issues as states, cities, towns and other entities take advantage of lower interest rates.\"",
    "question2": "''We cannot permit the benefit of the reduction in longer-range intermediate nuclear force missiles, for example, to be undermined or circumvented by continuing imbalance'' in shorter-range missiles, ''in which the Soviets have a huge advantage,''",
    "question3": "She did call on Congress, however, to enact legislation to give consumers and patients control over health care and financial records, which she argued were becoming increasingly available because of computer databases and transmission of information through the Internet.",
    "question4": " Camby fears he might not have a chance to play in the match becouse of his realtion with Coach Jeff Van Gundy.",
    "question5": "Iraq claimed full sovereignty over ta disputed Shatt al Arab waterway, Iran immediately rejected Iraq's demand.",
    "question6": "\"Though there are currently about 120,000 individual builders in the United States, American housing is marked by uniformity rather than diversity.\"",
    "question7": "The beaches erode at such a rate that it will danger the residents and their properties if intervention is not taken.",
    "question8": "Chickweed flowers stems give rise to roots and new stems underground witch makes this pest plant very hard to eradicate.",
    "question9": "In Russia the legally elected President of the country was removed from power by a coup according to Citizens of Russia newspaper witch will \"discredit them on the world stage\" and potentially plunge the world back into a cold-war",
    "rating1": 2,
    "rating10": 2,
    "rating2": 1,
    "rating3": 1,
    "rating4": 1,
    "rating5": 1,
    "rating6": 1,
    "rating7": 1,
    "rating8": 1,
    "rating9": 1,
    "sessionId": "60636fd41e48979ca9c21cfb",
    "studyId": "60636b3270629abef2fa2811"
  },
  "-MX3zgf8DeLebooexLG-": {
    "batchNo": 9,
    "comment1": "I very much imagine a debate like the above would be quite possible still today with some names changed. Not much seems to have changed in 25 years. ",
    "comment4": "Seemed to required knowing what exactly the 'knicks' are? I'm guessing basketball but it means nothing to me. ",
    "comment7": "Never heard of a groin in this context. ",
    "prolificId": "5cb8d06a75c0e10001540418",
    "question1": "It refers to the amendment of proposed US Federal welfare law change to remove any assistance to those that are not American Citizens; 'alien's. ",
    "question10": "The volume of tax-exempt bonds being issued and the value of them in the context of how tax raised affects the yield of non-taxable items. ",
    "question2": "It refers to the current deployment of short range missile systems in the context of de-escalation between the US and soviet union of the cold war and it's relation to the reduction of both medium and long range missile systems. ",
    "question3": "It refers to the personal privacy of US citizens data and control over how and to whom it is shared, in particular financial and medical data. ",
    "question4": "It refers to whether Camby plays for the 'knicks', he wants to have play time of some sort of the other but cares not if it's starts. ",
    "question5": "That the 1975 Algiers treaty between Iran and Iraq pertaining to the shared ownership of the Shat Al Arab waterway no longer is applicable ",
    "question6": "The american housing market is pretty homogenous, it is wholly about single family houses and there is a distinct lack of diversity within that category. ",
    "question7": "It refres to erosion of beaches and natural shore defences along the New York Coast line and how it's been hastened by the installation of groins by the engineer corps.",
    "question8": "The rampant spread of chickweed caused by it's proclivity to spawn new root systems where a stem touches the grown. ",
    "question9": "The unity of the soviet union in reaction to the moves to democracy and a coup attempting to upend that move. ",
    "rating1": 1,
    "rating10": 4,
    "rating2": 2,
    "rating3": 1,
    "rating4": 3,
    "rating5": 2,
    "rating6": 2,
    "rating7": 3,
    "rating8": 2,
    "rating9": 3,
    "sessionId": "60638e8a31ccc6f1408e7603",
    "studyId": "60636b3270629abef2fa2811"
  },
  "-MX6ZeK6iRVZg-_UY9wX": {
    "batchNo": 10,
    "prolificId": "601154444b9c5e000a7c3fa9",
    "question1": "Limits to be placed on air-launched cruise missiles.",
    "question10": "Trans fatty acids being added to some liquid vegetable oils to extend the oil's shelf life",
    "question2": "The 1979 decision to intervene in Afghanistan",
    "question3": "Hall of Fame at Cooperstown was originally intended to honor not only players of exceptional ability, but those of exemplary virtue and integrity as well.",
    "question4": "Juries and judges increasingly give battered wives a break in murder cases",
    "question5": "Each piece is constructed from a single tree",
    "question6": " The New Jersey renaissance isn't generating too much derogatory humor these days",
    "question7": "Pedophilia is a terrible disease that wreaks horrible things in people's lives",
    "question8": "A judge overturning Roe v. Wade",
    "question9": "Mr. Dusenberry making antiabortion commercials.",
    "rating1": 1,
    "rating10": 2,
    "rating2": 2,
    "rating3": 2,
    "rating4": 2,
    "rating5": 3,
    "rating6": 2,
    "rating7": 2,
    "rating8": 3,
    "rating9": 2,
    "sessionId": "60643a5b1bce4ef8b624018f",
    "studyId": "60643164f8e7c83cc224a215"
  },
  "-MX6cgUP5Togw-d-cRur": {
    "batchNo": 10,
    "prolificId": "5ea714cbaba41b0d7599ea98",
    "question1": "America and the Soviet union have come to some agreements on issues in regards to nuclear missiles ",
    "question10": "Man made fatty acids are used in food to increase shelf life and create products. The health issues that can occure with these is not advertised on the label, giving light to the fact the food labels are often misleading.",
    "question2": "The soviet union has expressed regret about intervening within Afghanistan however some such as marshal akhrohmeyv disagree saying it was not a mistake.",
    "question3": "That Gil Hodges should be included in the hall of fame because he has an impressive career record.",
    "question4": "That there is inconsistency with how judges and juries are charging battered wives when they commit crimes against their husbands. ",
    "question5": "That Mr Nash, creates pieces of artwork with a single tree but gives the illusion that it is not from a single source as he manages to change the the textures by using advanced carving techniques.",
    "question6": "The humor and jokes told in the state of new jersey is changing to become less derogatory. There is mixed feeling about this as some who grew up in the area have memories of how it used to be.",
    "question7": "That we hold priests and nuns in higher regard and expect them to behave in a different way when infact they are human too and can make mistakes or act upon bad intentions like everyone else ",
    "question8": "That judges are enhancing their positions, beginning to include their view on topics to make the law rather than interpreted and applying it",
    "question9": "That peoples views can change over time as they age and become more open to certain topics.",
    "rating1": 3,
    "rating10": 3,
    "rating2": 1,
    "rating3": 1,
    "rating4": 3,
    "rating5": 2,
    "rating6": 4,
    "rating7": 5,
    "rating8": 4,
    "rating9": 5,
    "sessionId": "60643cb385373e7e744d8c4b",
    "studyId": "60643164f8e7c83cc224a215"
  },
  "-MX6eOVimtZPg98y-bRd": {
    "batchNo": 10,
    "prolificId": "5feebb360b03ab9b7ca5f91f",
    "question1": "\"the limits to be placed on air-launched cruise missiles\"",
    "question10": " \"Trans fatty acids are also added to some liquid vegetable oils to extend their shelf life.\"\n",
    "question2": "The Soviet military believes the 1979 decision to intervene in Afghanistan ''was not a mistake.''",
    "question3": "\"the Hall of Fame at Cooperstown was originally intended to honor not only players of exceptional ability, but those of exemplary virtue and integrity as well.\"",
    "question4": "\"abused women, estimated at three to four million nationally, have real, if difficult alternatives.\"",
    "question5": "\"Each piece is constructed from a single tree\"",
    "question6": "\"the New Jersey renaissance (as the public relations people like to call it) isn't generating too much derogatory humor these days\"",
    "question7": "That priests are not saints and are capable of heinous crimes like any other human being.",
    "question8": "Roe v. Wade, the decision of the United States supreme court on the restriction surrounding safe and legal abortion.",
    "question9": "\"Mr. Dusenberry has also, on his own time, made antiabortion commercials\"",
    "rating1": 1,
    "rating10": 1,
    "rating2": 3,
    "rating3": 1,
    "rating4": 3,
    "rating5": 1,
    "rating6": 1,
    "rating7": 1,
    "rating8": 1,
    "rating9": 1,
    "sessionId": "60643c30bcc12805d7b9de2d",
    "studyId": "60643164f8e7c83cc224a215"
  },
  "-MX6fqKoENsRAJWZSdlU": {
    "batchNo": 10,
    "comment1": "Quite a long piece of text there, with lots of different issues. I hope I have identified the correct issue.",
    "comment3": "I have no idea about sports",
    "comment6": "A bit of a guess here",
    "comment9": "I wasn't sure if it was his views that where the issue, or the fact he had made commercials on his own",
    "prolificId": "59864a2b5837f200016a944f",
    "question1": "The limits to be placed on air-launched cruise missiles",
    "question10": "The adding of trans fatty acids to liquid vegetable oils to extend their shelf life, when these have been linked to causing breast cancer, and not stating their addition on the label",
    "question2": " Marshal Akhromeyev's view on the 1979 decision to intervene in Afghanistan was not a mistake, whereas other Soviet political leaders have expressed regret.",
    "question3": " the Hall of Fame at Cooperstown was originally intended to honor not only players of exceptional ability, but those of exemplary virtue and integrity",
    "question4": "abused women, estimated at three to four million nationally, have real, if difficult alternatives",
    "question5": "Each piece is constructed from a single tree, and it is among the artist's talents to disguise this",
    "question6": " the New Jersey renaissance isn't generating too much derogatory humor these days, which makes the author feel mixed feelings",
    "question7": "Pedophilic abuse of children by diocesan priests",
    "question8": "Voting for or against a well-qualified Supreme Court nominee, knowing they would overturn Roe v Wade to criminalise abortion",
    "question9": "Mr Dusenberry's antiabortin views",
    "rating1": 2,
    "rating10": 1,
    "rating2": 1,
    "rating3": 5,
    "rating4": 1,
    "rating5": 1,
    "rating6": 4,
    "rating7": 1,
    "rating8": 1,
    "rating9": 2,
    "sessionId": "60643ece8dad2123792cfc95",
    "studyId": "60643164f8e7c83cc224a215"
  },
  "-MX6ugXr1yKSAh5n_yqS": {
    "batchNo": 10,
    "prolificId": "6001494280e07e29b769c56a",
    "question1": " The limits to be placed on air-launched cruise missiles.",
    "question10": "Trans fatty acids are also added to some liquid vegetable oils to extend their shelf life.",
    "question2": "The intervention of the Soviet military in Afghanistan in the year 1979.",
    "question3": "The fact that the Hall of Fame at Cooperstown was originally intended to honor not only players of exceptional ability, but those of exemplary virtue and integrity as well.",
    "question4": "The fact is that abused women, estimated at three to four million nationally, have real, if difficult alternatives.",
    "question5": "The Wilds and the Deep is in part a critique of the way objects wrenched from their native cultures or environments are venerated, the installation is full of precious details that tempt a viewer to make fetishes of Ms. Lapointe and Ms. Fleming's alterations and constructions.",
    "question6": "The New Jersey renaissance is not generating too much derogatory humor.",
    "question7": "The issue of people being sexually abused by diocesan priests.",
    "question8": "The issue of Judges who wanna make the law instead of interpreting it.",
    "question9": "Making antiabortion commercials.",
    "rating1": 2,
    "rating10": 1,
    "rating2": 1,
    "rating3": 1,
    "rating4": 2,
    "rating5": 5,
    "rating6": 3,
    "rating7": 2,
    "rating8": 3,
    "rating9": 1,
    "sessionId": "60643cb83e559e1c6670ac60",
    "studyId": "60643164f8e7c83cc224a215"
  }
}